{
  "menudrawer.dashboard": "Dashboard",
  "menudrawer.matches": "Spiele",
  "menudrawer.account": "Account",
  "menudrawer.logout": "Logout",
  "menudrawer.feedback": "Feedback",

  "Region.brazil": "Brasilien",
  "Region.europe_north_East": "Nordwesteuropa",
  "Region.europe_west": "Westeurope",
  "Region.japan": "Japan",
  "Region.korea": "Korea",
  "Region.latin_america_north": "Nord Lateinamerika",
  "Region.latin_america_south": "Süd Lateinamerika",
  "Region.north_america": "Nordamerika",
  "Region.oceania": "Ozeanien",
  "Region.turkey": "Türkei",
  "Region.russia": "Russland",

  "summoner.find_and_mark": "Finde & Markiere dein Profil",
  "summoner.mark": "Markiere dein Profil",
  "summoner.no_summoner_found": "Es existiert Kein Beschwörer mit diesem Namen.",
  "summoner.api_problem": "Es gab ein Problem beim Verbindungsaufbau zu den League of Legends Servern.",

  "account.reload_location": "Standort erneuern",

  "signup.location_problem":"Es gab ein Problem beim Laden deines Standorts.",
  "signup.location_no_access":"Der Zugriff auf deinen Standort wurde verweigert. Überprüfe die entsprechenden Berechtigungen im Browser und Betriebssystem",
  "signup.no_summoner_chosen":"Gib deinen Beschwörernamen ein und wähle einen Beschwörer.",
  "signup.summoner_name":"Beschwörername",
  "signup.allow_location":"Zugriff auf meinen Standort erlauben.",
  "signup.allow_cookies":"Cookies für Authentifikation und Sprache erlauben.",
  "signup.cookies_problem":"Um League Netstats zu benutzen musst du Cookies für Authentifikation und Sprache erlauben.",
  "signup.submit":"Registrieren",

  "login.submit": "Einloggen",

  "upload.upload": "Hochladen",
  "upload.file": "Datei",
  "upload.uploading": "Am hochladen",
  "upload.matches": "Spielen erfolgreich hochgeladen.",
  "upload.succesfully_uploaded": "",
  "upload.matches_out_of": "Spiele von ",
  "upload.drag_and_drop": "Drag&Drop",
  "upload.no_logs": "Keine League of Legends Logs in diesem Ordner gefunden wähle einen anderen.",
  "upload.participant_not_in_json": "Beschwörername nicht im vom RIOT API geladenen Spiel gefunden.",
  "upload.parsing_error": "Fehler beim lesen der Spieldateien.",
  "upload.not_found": "Spiel nicht gefunden.",
  "upload.no_summoners_in_json": "Unvollständige Spieldatei vom RIOT API erhalten.",

  "home.graph.right.title": "Analysiere deine Verbindung",
  "home.graph.right.text": "Beweis deinem Team dass du wirklich wegen Verbindungsproblemen gestorben bist. Mit League Netstats kanns du Verbindungsinformationen mit ingame Events und Statistiken vergleichen. Unter anderem kannst du deinen Ping, Jitter, Bandbreite and Paketverluste mit allen möglichen ingame Events vergleichen.",
  "home.plot.right.title": "Standortverteilung",
  "home.plot.right.text": "Finde heraus wie deine Todes- und Killverteilung auf der Karte aussieht. ",
  "home.ranking.right.title": "Rangliste",
  "home.ranking.right.text": "Verlgeiche deine Ergebnisse mit denen deiner Mitspieler und Gegner.",
  "home.footer": "League Netstats isn't endorsed by Riot Games and doesn't reflect the views or opinions of Riot Games or anyone officially involved in producing or managing Riot Games properties. Riot Games, and all associated properties are trademarks or registered trademarks of Riot Games, Inc. ",
  "home.terms": "Teilnahmebedingungen",

  "terms.title": "Terms of Participation",
  "terms.study": "ou are invited to participate in an academic research study on understanding the effects of different network conditions on the performance of players in online videogames. The study will be implemented as a web service that will allow you to upload network logs generated by the League of Legends client during both League of Legends or Teamfight Tactics matches. The study does not require you to download any kind of software, nor does it modify your client in any way or form. \n\nThe purpose of the Study is to figure out: (1) what are the conditions under which users play, (2) how these different network conditions affect players’ performance. When you upload one or more logs, the platform will automatically get the in-game events from the official Riot API (including: gold, experience, champion kills, neutral objective kills, buildings destruction, etc.), and correlate historical information of your previous matches to tell you if certain event is statistically likely to be related to some network event. The data obtained by the Study will be used to give further insights to research into latency and loss mitigation techniques in videogame design, allowing the creation of new techniques that minimize the effects of the network on your matches. You will not receive a survey or be required to answer any kind of questions as part of the Study. \n\nThe Study will be limited to players of League of Legends or Teamfight Tactics who are 18 or above (each a “Study Participant”).  \n\nParticipant’s Involvement: You are free to use the platform as you see fit, but we warn you that the quality of the results is likely to improve the more data about your network conditions we have. The time you will need to invest in the platform depends on how often you choose to use it and how much information you want to be shown; using the default settings, each session should last no longer than 5 minutes. We reserve the right to terminate your participation if you violate these Terms of Participation or any applicable laws or policies.  \n\nNo Compensation and Voluntary Participation Only. You will not receive any compensation for your participation in the Study besides those services offered by the platform, and we cannot and do not guarantee that you will receive any benefits from this Study. ",
  "terms.privacy": "All data collection and processing shall always be in line with the General Data Protection Regulation (GDPR) guidelines outlined in the following paragraphs. If you disagree, DO NOT USE the Platform or any of its associated services. \n\nData Collection: From your participation in the Study we will collect your Riot account name and region, your geographical location, the network logs you upload to the platform, and in-game information publicly published by Riot. You may decide to not share specific data, however, this may lead to limited service functionality. We also reserve the right to draw connections between your matches and other users of the platform, if you sign in to this functionality. You are free to sign out of at any moment. You are free to delete parts or the totality of the data we have collected about you at any moment.  \n\nThe Platform includes a website, which uses cookies. Cookies are text files that are stored in a computer system via an internet browser, and can have a unique cookie identifier. With the help of cookies, a user could be identified. We do not use cookies to draw any conclusions about you. Rather, they are needed to deliver the content of our website correctly and optimize it for your user-experience. You may, at any time, prevent the setting of cookies through our website by means of a corresponding setting of the Internet browser used, and may thus permanently deny the setting of cookies. Furthermore, already set cookies may be deleted at any time via an Internet browser or other software programs. This is possible in all popular Internet browsers. If you deactivate the setting of cookies in the Internet browser used, not all functions of our website may be entirely usable. \n\nThe data is stored in ETH premises and can only be accessed by the platform administrators and researchers involved in the project. Members of the ETH Zurich Ethics Commission may access the original data for examination purposes. Strict confidentiality will be observed at any time. \n\nUse of Data: The results of this research Study may be presented at scientific or professional meetings or published in scientific journals or conference proceedings. Your individual privacy, including location and account name, will be maintained in all published and written data resulting from the Study, and will not be provided to any third party (except in aggregated data). You understand that the information will not contain identifiable private information and that it could be used for future research studies or distributed to another investigator for future research studies without additional consent from you.  ",
  "terms.participant": "If you have decided to participate in this Study, please understand that your participation is voluntary and you have the right to discontinue participation at any moment without specifying reasons and without any disadvantages. You may delete your user account without any notice, or you may request comprehensive information about the data that were collected from you in the study at any time. You also have the right to have them corrected, handed over to you, barred for processing, or deleted. You may revoke your consent to the processing of your data at any time without giving reasons. ",
  "terms.terms": "You have a limited, revocable, non-exclusive, non-transferable license to use the Platform for personal use only and you agree not to (a) make the Website available on a network to other users; (b) modify, adapt, translate, reverse engineer, decompile or disassemble the Platform; (c) create derivative works from the Platform; (d) copy, distribute, publicly perform, publicly display the Platform in a manner not expressly authorized in these Terms of Participation; or (e) make monetary profit from the Platform. As used herein, \"Platform\" includes this Website, and all associated services and content.   ",
  "terms.questions": "If you have any questions, concerns or complaints about this research, please contact the researchers using our contact form. ",
  "terms.service": "This Study and/or this Website may be terminated at any time without cause or advance notice to you. We do not warrant that the operation of the Platform will be un-interrupted or error-free, and the support can be discontinued at any time. We have no liability for discontinuance.  ",
  "terms.study.title":"The Study",
  "terms.privacy.title":"Privacy Policy",
  "terms.participant.title":"Participant's Rights",
  "terms.terms.title":"Terms of Use",
  "terms.questions.title":"Questions",
  "terms.service.title":"No Guaranteed Service",

  "feedback.title": "Feedback",
  "feedback.info": "Bitte teile uns Probleme oder Vorschläge in diesem Formular mit.",
  "feedback.success": "Feedback erfolgreich hochgeladen",
  "feedback.submit": "Submit",

  "event.purchased": "gekauft",
  "event.sold": "verkauft",
  "event.undid": "rückgängig gemacht",
  "event.leveled_up": "hat das nächste Level erreicht",
  "event.killed": "tötete",
  "event.placed": "setzte",
  "event.a_ward": "ein Auge",
  "event.destroyed": "zerstörte",
  "event.assisted_by": "unterstützt von",

  "dashboard.no_matches": "Du hast noch keine Spiele hochgeladen.",
  "dashboard.avg_ping": "Ø Ping",
  "dashboard.min_ping": "Min Ping",
  "dashboard.max_ping": "Max Ping",
  "dashboard.avg_up": "Ø Upload",
  "dashboard.avg_down": "Ø Download",
  "dashboard.avg_loss": "Ø Paketverlust",
  "dashboard.avg_jitter": "Ø Jitter",
  "dashboard.packages": "Pakete",

  "dashboard.chart.graphs": "Graphen",
  "dashboard.chart.events": "Events",

  "ranking.name": "Name",
  "ranking.role": "Rolle",
  "ranking.gold": "Gold",
  "ranking.dmg": "Schaden",
  "ranking.dmg_taken": "erlittener Schaden",
  "ranking.k": "K",
  "ranking.d": "D",
  "ranking.a": "A",

  "matches.load_more": "Mehr Laden",
  "matches.no_matches": "Du hast noch keine Spiele hochgeladen.",

  "logout.goodbye": "Auf Wiedersehen",

  "CHAMPION_KILL": "Champion Kill",
  "CHAMPION_DEATH": "Champion Death",
  "WARD_PLACED": "Auge platziert",
  "WARD_KILL": "Auge getötet",
  "BUILDING_KILL": "Gebäudezerstörung",
  "ELITE_MONSTER_KILL": "Elite Monster Kill",
  "ITEM_PURCHASED": "Gegenstand gekauft",
  "ITEM_SOLD": "Gegenstand verkauft",
  "ITEM_DESTROYED": "Gegenstand zerstört",
  "ITEM_UNDO": "Gegenstand rückgängig gemacht",
  "SKILL_LEVEL_UP": "Level Up",
  "CAPTURE_POINT": "Capture Point",
  "PORO_KING_SUMMON": "Poro King Beschwörung",
  "ASCENDED_EVENT": "Aufgestiegenen Event",

  "INHIBITOR_BUILDING": "Inhibitor",
  "TOWER_BUILDING": "Turm",

  "annotation.CHAMPION_KILL": "Kill",
  "annotation.CHAMPION_DEATH": "Death",
  "annotation.WARD_PLACED": "Platziert",
  "annotation.WARD_KILL": "Killed",
  "annotation.BUILDING_KILL": "Gebäudezerstörung",
  "annotation.ELITE_MONSTER_KILL": "Elite Monster Kill",
  "annotation.ITEM_PURCHASED": "Gekauft",
  "annotation.ITEM_SOLD": "Verkauft",
  "annotation.ITEM_DESTROYED": "Zerstört",
  "annotation.ITEM_UNDO": "Rückgängig",
  "annotation.SKILL_LEVEL_UP": "Level Up",
  "annotation.CAPTURE_POINT": "Capture Point",
  "annotation.PORO_KING_SUMMON": "Poro King",
  "annotation.ASCENDED_EVENT": "Aufgestiegenen Event",
  "annotation.Kill": "CHAMPION_KILL",
  "annotation.Death": "CHAMPION_DEATH",
  "annotation.Placed": "WARD_PLACED",
  "annotation.Killed": "WARD_KILL",
  "annotation.Building Destruction": "BUILDING_KILL",
  "annotation.Elite Monster Kil": "ELITE_MONSTER_KILL",
  "annotation.Purchased": "ITEM_PURCHASED",
  "annotation.Sold": "ITEM_SOLD",
  "annotation.Destroyed": "ITEM_DESTROYED",
  "annotation.Undo": "ITEM_UNDO",
  "annotation.Level Up": "SKILL_LEVEL_UP",
  "annotation.Capture Point": "CAPTURE_POINT",
  "annotation.Poro King Summon": "PORO_KING_SUMMON",
  "annotation.Ascended Event": "ASCENDED_EVENT",

  "EXP": "XP",
  "GOLD": "Gold",
  "CREEP": "Creep Score",
  "NEUTRAL": "Neutral Score",
  "LEVEL": "Level",
  "PING": "Ping",
  "JITTER": "Jitter",
  "IN_BANDWIDTH": "Download",
  "OUT_BANDWIDTH": "Upload",
  "LOSS": "Verlust",

  "platform.name": "League Netstats",

  "winner": "Gewinner",
  "loser": "Verlierer",
  "cancel": "Abbrechen",
  "signup": "Registrieren",
  "login": "Login",
  "email": "Email",
  "password": "Passwort",
  "level": "Level",
  "vs": "VS",
  "or": "oder",
  "location": "Standort",
  "summonername": "Beschwörername",
  "region": "Region",
  "user": "Benutzer",
  "language": "Sprache",

  "verification.alert": "Bitte verifiziere deine Email. Ein Link wurde an deine Adresse geschickt.",
  "reset_password.link": "Passwort zurücksetzen"
}